Repository: ody553y/waffle-dict
Catalog: Sources/WaffleApp/Localizable.xcstrings
Source language: en
Languages: de, ja

# settings.ai.defaultModel.section
source: Default Model
de: Standardmodell
ja: デフォルトのモデル

# settings.ai.defaults.diarizationHint
source: Speaker identification requires a HuggingFace token configured in the worker.
de: Für die Sprecheridentifizierung ist ein im Worker konfiguriertes HuggingFace-Token erforderlich.
ja: 話者の識別には、ワーカーに構成された HuggingFace トークンが必要です。

# settings.ai.defaults.section
source: Defaults
de: Standardeinstellungen
ja: デフォルト

# settings.ai.defaults.streaming
source: Use streaming responses
de: Verwenden Sie Streaming-Antworten
ja: ストリーミング応答を使用する

# settings.ai.defaults.translationLanguage
source: Default translation language
de: Standardübersetzungssprache
ja: デフォルトの翻訳言語

# settings.general.copyFallback
source: Copy to clipboard as fallback
de: Als Ersatz in die Zwischenablage kopieren
ja: フォールバックとしてクリップボードにコピーします

# settings.general.debug.copyReport
source: Copy Report
de: Bericht kopieren
ja: レポートのコピー

# settings.general.debug.dbFetchAll
source: DB Fetch All
de: DB-Alles abrufen
ja: DB すべてフェッチ

# settings.general.debug.dbSave
source: DB Save
de: DB-Speichern
ja: DB保存

# settings.general.debug.dbSearch
source: DB Search
de: DB-Suche
ja: DB検索

# settings.general.debug.enableHint
source: Enable with terminal: defaults write com.waffle.app showDebugInfo -bool true
de: Mit Terminal aktivieren: Standardwerte schreiben com.waffle.app showDebugInfo -bool true
ja: ターミナルで有効にする: デフォルトは com.waffle.app showDebugInfo -bool true を書き込みます

# settings.general.debug.metricValue
source: %@ avg (%dx)
de: %@ Durchschnitt (%dx)
ja: %@ 平均 (%dx)

# settings.general.debug.metricValue.combined
source: %@ avg (%dx)
de: %@ Durchschnitt (%dx)
ja: %@ 平均 (%dx)

# settings.general.debug.noSamples
source: No samples
de: Keine Proben
ja: サンプルはありません

# settings.general.debug.section
source: Debug
de: Debuggen
ja: デバッグ

# settings.general.debug.transcriptionAvg
source: Transcription Avg
de: Transkription Durchschn
ja: 文字起こしの平均

# settings.general.debug.workerHealth
source: Worker Health
de: Gesundheit der Arbeitnehmer
ja: 労働者の健康

# settings.general.languageHint.autoDetect
source: Auto-detect
de: Automatische Erkennung
ja: 自動検出

# settings.general.languageHint.help
source: Auto-detect sends no language hint. Selecting a language sends its ISO 639-1 code.
de: Die automatische Erkennung sendet keinen Sprachhinweis. Wenn Sie eine Sprache auswählen, wird deren ISO 639-1-Code gesendet.
ja: 自動検出では言語ヒントは送信されません。言語を選択すると、その ISO 639-1 コードが送信されます。

# settings.general.languageHint.parakeetOnly
source: Parakeet supports English only. Waffle will send "en" while Parakeet is selected.
de: Parakeet unterstützt nur Englisch. Waffle sendet „en“, während Sittich ausgewählt ist.
ja: インコは英語のみをサポートしています。 Parakeet が選択されている間、Waffle は「en」を送信します。

# settings.general.languageHint.picker
source: Language
de: Sprache
ja: 言語

# settings.general.languageHint.section
source: Language Hint
de: Sprachhinweis
ja: 言語のヒント

# settings.general.pasteIntoActiveApp
source: Paste into active app after transcription
de: Nach der Transkription in die aktive App einfügen
ja: 文字起こし後にアクティブなアプリに貼り付けます

# settings.general.previewAutoDismissHint
source: Set to 0 to keep the preview visible until dismissed.
de: Auf 0 setzen, um die Vorschau sichtbar zu halten, bis sie verworfen wird.
ja: 0 に設定すると、プレビューが閉じられるまで表示されたままになります。

# settings.general.previewAutoDismissSeconds
source: Preview auto-dismiss (seconds): %d
de: Vorschau automatisch schließen (Sekunden): %d
ja: プレビューの自動終了 (秒): %d

# settings.general.shortcuts.copyTranscript
source: Copy Transcript
de: Transkript kopieren
ja: 成績証明書のコピー

# settings.general.shortcuts.deleteSelected
source: Delete Selected
de: Ausgewählte löschen
ja: 選択したものを削除

# settings.general.shortcuts.find
source: Find
de: Finden
ja: 探す

# settings.general.shortcuts.globalHotkey
source: Global hotkey
de: Globaler Hotkey
ja: グローバルホットキー

# settings.general.shortcuts.listNavigation
source: List Navigation
de: Listennavigation
ja: リストナビゲーション

# settings.general.shortcuts.openHistory
source: Open History
de: Öffnen Sie den Verlauf
ja: 履歴を開く

# settings.general.shortcuts.openSettings
source: Open Settings
de: Öffnen Sie Einstellungen
ja: 設定を開く

# settings.general.shortcuts.recordStop
source: Record / Stop
de: Aufnahme / Stopp
ja: 録音/停止

# settings.general.shortcuts.section
source: Keyboard Shortcuts
de: Tastaturkürzel
ja: キーボードショートカット

# settings.general.shortcuts.selectAllVisible
source: Select All Visible
de: Wählen Sie „Alle sichtbar“ aus
ja: 表示されているすべてを選択

# settings.general.showPreviewAfterDictation
source: Show preview after dictation
de: Vorschau nach dem Diktat anzeigen
ja: ディクテーション後にプレビューを表示する

# settings.general.transcriptionModel.empty
source: No installed models yet. Open the Models tab to download one.
de: Noch keine installierten Modelle. Öffnen Sie die Registerkarte „Modelle“, um eines herunterzuladen.
ja: まだインストールされているモデルはありません。 「モデル」タブを開いてダウンロードします。

# settings.general.transcriptionModel.hint
source: The next transcription will use the selected installed model.
de: Bei der nächsten Transkription wird das ausgewählte installierte Modell verwendet.
ja: 次回の転写では、選択したインストール済みモデルが使用されます。

# settings.general.transcriptionModel.picker
source: Transcription Model
de: Transkriptionsmodell
ja: 転写モデル

# settings.general.transcriptionModel.section
source: Transcription Model
de: Transkriptionsmodell
ja: 転写モデル

# settings.general.updates.autoCheck
source: Check for updates automatically
de: Suchen Sie automatisch nach Updates
ja: アップデートを自動的にチェックする

# settings.general.updates.checkNow
source: Check Now
de: Jetzt prüfen
ja: 今すぐチェック

# settings.general.updates.currentVersion
source: Current Version
de: Aktuelle Version
ja: 現在のバージョン

# settings.general.updates.lastCheck
source: Last Check
de: Letzter Check
ja: 最終チェック

# settings.general.updates.section
source: Updates
de: Aktualisierungen
ja: アップデート

# settings.keyboard.globalHotkey
source: Global Hotkey
de: Globaler Hotkey
ja: グローバルホットキー

# settings.keyboard.globalHotkey.value
source: Current global hotkey %@
de: Aktueller globaler Hotkey %@
ja: 現在のグローバル ホットキー %@

# settings.keyboard.help
source: Shortcuts must include at least one modifier key. Avoid common Spotlight shortcuts like ⌘Space.
de: Tastenkombinationen müssen mindestens eine Sondertaste enthalten. Vermeiden Sie gängige Spotlight-Verknüpfungen wie ⌘Leertaste.
ja: ショートカットには少なくとも 1 つの修飾キーが含まれている必要があります。 ⌘Space などの一般的な Spotlight ショートカットは避けてください。

# settings.keyboard.keyLabel.delete
source: Delete
de: Löschen
ja: 消去

# settings.keyboard.keyLabel.down
source: Down
de: Runter
ja: 下

# settings.keyboard.keyLabel.generic
source: Key%d
de: Schlüssel%d
ja: キー%d

# settings.keyboard.keyLabel.left
source: Left
de: Links
ja: 左

# settings.keyboard.keyLabel.return
source: Return
de: Zurückkehren
ja: 戻る

# settings.keyboard.keyLabel.right
source: Right
de: Rechts
ja: 右

# settings.keyboard.keyLabel.space
source: Space
de: Raum
ja: 空間

# settings.keyboard.keyLabel.up
source: Up
de: Hoch
ja: 上

# settings.keyboard.recordingButton.change
source: Change…
de: Ändern…
ja: 変化…

# settings.keyboard.recordingButton.recording
source: Press your shortcut…
de: Drücken Sie Ihre Tastenkombination ...
ja: ショートカットを押して…

# settings.keyboard.recordingPrompt
source: Press your shortcut…
de: Drücken Sie Ihre Tastenkombination ...
ja: ショートカットを押して…

# settings.keyboard.resetDefault
source: Reset to Default
de: Auf Standard zurücksetzen
ja: デフォルトにリセット

# settings.keyboard.validation.modifierRequired
source: Shortcut must include at least one modifier (⌘, ⌥, ⌃, ⇧).
de: Die Verknüpfung muss mindestens einen Modifikator enthalten (⌘, ⌥, ⌃, ⇧).
ja: ショートカットには少なくとも 1 つの修飾子 (⌘、⌥、⌃、⇧) を含める必要があります。

# settings.keyboard.validation.systemConflict
source: That shortcut likely conflicts with a system shortcut. Try a different combo.
de: Diese Verknüpfung steht wahrscheinlich im Konflikt mit einer Systemverknüpfung. Versuchen Sie es mit einer anderen Kombination.
ja: そのショートカットはシステム ショートカットと競合する可能性があります。別のコンボを試してください。

# settings.language.arabic
source: Arabic
de: Arabisch
ja: アラビア語

# settings.language.chinese
source: Chinese
de: chinesisch
ja: 中国語

# settings.language.english
source: English
de: Englisch
ja: 英語

# settings.language.french
source: French
de: Französisch
ja: フランス語

# settings.language.german
source: German
de: Deutsch
ja: ドイツ語

# settings.language.italian
source: Italian
de: Italienisch
ja: イタリア語

# settings.language.japanese
source: Japanese
de: japanisch
ja: 日本語

# settings.language.korean
source: Korean
de: Koreanisch
ja: 韓国人

# settings.language.portuguese
source: Portuguese
de: Portugiesisch
ja: ポルトガル語

# settings.language.russian
source: Russian
de: Russisch
ja: ロシア

# settings.language.spanish
source: Spanish
de: Spanisch
ja: スペイン語

# settings.models.badge.comingSoon
source: Coming Soon
de: Demnächst erhältlich
ja: 近日公開

# settings.models.badge.inUse
source: In Use
de: Im Einsatz
ja: 使用中

# settings.models.badge.installed
source: Installed
de: Installiert
ja: インストール済み

# settings.models.catalog.updated
source: Updated model catalog
de: Aktualisierter Modellkatalog
ja: モデルカタログを更新しました

# settings.models.downloadState.installed
source: Model installed
de: Modell installiert
ja: 搭載モデル

# settings.models.downloadState.progress
source: Downloading %@, %d percent
de: Download %@, %d Prozent
ja: %@、%d パーセントをダウンロードしています

# settings.models.downloadState.unavailable
source: Model unavailable
de: Modell nicht verfügbar
ja: モデルが利用できません

# settings.models.refresh
source: Refresh
de: Aktualisieren
ja: リフレッシュ

# settings.tab.ai
source: AI
de: KI

# settings.tab.general
source: General
de: Allgemein
ja: 一般的な

# settings.tab.keyboard
source: Keyboard
de: Tastatur
ja: キーボード

# settings.tab.models
source: Models
de: Modelle
ja: モデル

# settings.updates.currentVersion.dev
source: dev
de: Entwickler
ja: 開発者

# settings.updates.lastCheck.never
source: Never
de: Niemals
ja: 一度もない

# status.copiedToClipboard
source: Copied to clipboard
de: In die Zwischenablage kopiert
ja: クリップボードにコピーされました

# status.pastedIntoApp
source: Pasted into app
de: In App eingefügt
ja: アプリに貼り付けられました

# status.transcribing
source: Transcribing…
de: Transkribieren…
ja: 文字起こし中…

# status.unavailable
source: Unavailable
de: Nicht verfügbar
ja: 利用不可

# action.export
source: Export
ja: 輸出

# history.export.format.label
source: Format:
ja: 形式：

# history.speakers.rename.placeholder
source: Name
ja: 名前

# menu.worker.state.offline
source: Offline
ja: オフライン

# menu.worker.state.ok
source: OK
ja: わかりました

# settings.general.debug.startup
source: Startup
ja: 起動する

# settings.general.shortcuts.export
source: Export
ja: 輸出

# settings.keyboard.keyLabel.forwardDelete
source: Del
ja: デル

# settings.keyboard.keyLabel.tab
source: Tab
ja: タブ

# settings.language.hindi
source: Hindi
ja: ヒンディー語
